{
    "[價格]是多少錢?": [
        "很高興您對價格感興趣，我們的營隊費用都包含課程帶領、教材教具、午餐和公共意外保險。",
        "如果您想要確切的價格，建議您訪問我們的官方網站，那裡有詳細的費用說明。",
        "您好，關於價格的資訊，您可以在我們的官網上找到每個營隊的定價。",
        "如果您在官網找不到價格相關的資訊，我們的客服團隊也樂意為您提供相關資訊，歡迎隨時與我們聯絡。",
        "以我們的營隊費用來說，您不需要額外支付任何費用，所有相關費用都已包含在內。"
    ],
    "[教材][是]否已納入[費用]之[中]？": [
        "不用額外支付教材費用，已經包含在總費用中了。",
        "教材已經納入了營隊費用中，無需額外支付。",
        "是的，教材已經包含在費用中了。",
        "不需要額外支付教材費用，它已經包含在費用中了。",
        "費用已經包含了教材的費用。"
    ],
    "[教材][是]否已經被納入[費用]了？": [
        "是的，費用已經包含教材和其他相關物品的費用了。",
        "是的，你可以放心，所有所需的教材已經包含在費用中了。",
        "沒問題，教材已經納入費用，不需要再另外支付。",
        "不用擔心，教材已經在費用中包含了。",
        "是的，教材已經包含在活動費用中了。"
    ],
    "[教材]是不[是]已經包含在[費用][中]了？": [
        "不需另外支付教材費用，它已經包含在了總費用中。",
        "教材費用已經包含在所支付的費用中，您不需要另外支付。",
        "您不需要額外支付教材費用，因為它已經包含在總費用內了。",
        "教材是包含在費用中的，您無需額外支付。",
        "是的，費用已經包含了教材的部分。"
    ],
    "[教材]有[包]含在[費用][裡]嗎？": [
        "不用擔心，費用已經包含了所需的教材。",
        "是的，費用已經包含了教材的費用。",
        "教材是包含在營隊費用中的。",
        "費用已經包含了教材的成本。",
        "是的，你無需額外支付教材費用。"
    ],
    "[是]否[會]有[額外]的金額需要支付？": [
        "不會再有額外的費用需要支付。",
        "所有費用已包含在營隊的定價中。",
        "您可以放心，不會再有需要額外支付的金額。",
        "費用已經包含課程、教材、午餐和保險等專案。",
        "您無需額外支付任何金額。"
    ],
    "[是]否[會]有其他的[花費]？": [
        "不會有任何額外費用。",
        "營隊費用已包含課程、教材、午餐和保險等專案，無需另外支付費用。",
        "所有費用均已包含在營隊的定價中。",
        "我們致力於提供透明和無隱藏費用的服務，您可以放心參加營隊而不用擔心其他花費。",
        "除了官網所列明的費用，不會有其他花費。"
    ],
    "[是]否[會]產生[額外]的[費用]？": [
        "我很高興能為您解答問題，對於您關心是否會有額外費用，我很樂意給您更多資訊。",
        "官網上已經明確列出了每個營隊的定價，費用已包含相關課程和活動所需的教材、午餐以及公共意外保險，不會再有其他額外的收費。",
        "我們非常重視透明度，並確保費用清楚明確地列在官網上，不會有任何隱藏費用或額外收費的情況出現。",
        "您可以放心地參加營隊，因為費用已包含了所有課程所需的材料和午餐，不會再有其他的額外費用。",
        "為了提供完整的服務，我們已將所有可能產生的費用都納入到總價中，因此您不需要擔心是否會有額外的費用。"
    ],
    "[費用][是]否已經包括了[教材]？": [
        "費用已經包含了教材的費用，您無需再另外支付。",
        "是的，費用已經包括了教材費用。",
        "教材費用已經包含在費用中，您可以放心報名參加。",
        "教材費用已經在費用中包含，不需要額外支付。",
        "不用擔心，費用已經包含了所需的教材費用。"
    ],
    "[費用][裡]有沒[有][包]含[教材]？": [
        "是的，費用中含有教材的費用。",
        "是的，不需要額外支付教材費用。",
        "是的，報名費用已包括所有必要的教材。",
        "是的，教材費已經包含在費用中。",
        "是的，報名時的費用已包含了所需的教材。"
    ],
    "[費用]是多少": [
        "需要知道您想參加哪個營隊才能告訴您具體的費用。",
        "我們承諾不會再有額外的費用，一切都已經包含在定價中了。",
        "您可以在我們的官網上找到每個營隊的定價。",
        "您好，費用會根據不同的營隊內容而有所變化。",
        "我們的費用包含課程帶領、教材教具、午餐和公共意外保險。"
    ],
    "[費用]有[包]含[教材]嗎": [
        "教材費用已經在費用中包含了，不需要額外支付。",
        "費用已經涵蓋了教材的成本，所以你不需要另外支付。",
        "是的，費用已經包含了教材的費用。",
        "費用已經包含了課程所需要的教材費用。",
        "不用擔心，費用已經包含了所有教材的費用。"
    ],
    "[費用]為何?": [
        "訓練營的費用會因不同的課程專案而有所差異。",
        "如果你對特定訓練營的費用有任何疑問，請隨時向我們詢問，我們樂意為您提供幫助。",
        "所有的費用已經包含了課程帶領、實體教材教具、五天活動午餐和公共意外保險。",
        "你可以在官方網站上找到各個訓練營的完整費用資訊。",
        "每個訓練營的收費都是包括所有相關費用的，不會有額外收費。"
    ],
    "[費用]要多少": [
        "您好，如果您想知道具體的費用，您可以參考官網上每個營隊的定價。",
        "費用是根據不同的營隊而有所不同，您可以檢視官網上的定價資訊。",
        "如果您對費用有疑問，請到我們官網上瞭解每個營隊的收費明細，這樣可以更清楚地瞭解費用的範圍。",
        "建議您前往官網檢視每個營隊的收費詳情，這樣更能瞭解費用的具體情況。",
        "很高興能幫助您，您可以在官網上找到每個營隊的收費詳情。"
    ],
    "會不[會]有[額外]的[費用]": [
        "您可以放心，所有費用都已列在我們的定價中，不會有任何隱藏或額外的費用。",
        "無需另外支付額外費用，我們的營隊價格已全包含在官網所列定價中。",
        "不會有額外的費用，所有費用都包含在每個營隊的定價中。",
        "我們的營隊費用已包含了所有所需的專案，不會再有其他額外收費。",
        "不用擔心，我們的費用已經包含了所有必要的事項，不會再有其他額外的費用。"
    ],
    "會不[會]有[額外]需支付的[費用]？": [
        "費用已經包含了課程帶領、教材、午餐和保險，不會有任何其他額外費用。",
        "現有的費用已經包含了所有課程和活動所需的支出，不會再有其他額外費用。",
        "全部費用已經包含在營隊的定價中，不會再有額外費用。",
        "不會再有任何需要額外支付的費用。",
        "您可以放心報名，因為除了官網上所列的費用，不會有任何額外需要支付的費用。"
    ],
    "花費需要多少錢?": [
        "不同營隊的費用會有所不同，建議您參考官網上的價目表，內含所有相關費用。",
        "我們的營隊費用包含了所有必要的專案，詳情可以在官網上檢視，並且不會有額外費用。",
        "您可以在官網上查詢各個營隊的費用明細，我們的價格都是包含了所有必要的費用。",
        "您可以參考官網上每個營隊的定價，費用包括課程帶領、教材教具、午餐和保險，不會有額外費用。",
        "費用取決於您所選擇的營隊，請到官網上查詢價目表，裡面有詳盡的費用說明，絕不會有隱藏費用。"
    ]
}