{
    "[可以]退費": [
        "當然可以申請退費，請提供相關資訊給我們，我們將幫助您辦理退費手續。",
        "沒問題，如果因無法參加營隊需要退費，請與我們聯絡，我們會協助您辦理退款手續。",
        "如果您無法參加營隊，請告知我們並提出退費要求，我們會依照規定的退款條件處理。",
        "沒問題，您可以在報名後適時提出退費申請，我們會按照規定的退款比例進行退款。",
        "是的，我們允許退費的，請您將詳細情況告知我們，我們會協助您處理退款事宜。"
    ],
    "[是]否[可以]退費？": [
        "需要特別注意的是，在營隊開始後是無法辦理退費的。",
        "如有任何疑問或需要進一步資訊，請隨時與我們聯絡，我們將竭誠為您服務。",
        "若您因故無法參加，我們將依據一定的退費比例來處理您的申請。",
        "是的，我們接受退費的申請，請您主動告知我們您的情況。",
        "請您在寒暑假開始前的不同時段提出申請，我們將按照退費比例進行相應的退款處理。"
    ],
    "可不[可]以退費": [
        "根據我們的退費政策，退費金額將視您退費的時間而定。",
        "若您因故無法參加，我們將會依照一定的退費比例處理。",
        "很抱歉，營隊開始後無法退費，請您理解。若有其他問題，我們將竭誠為您服務。",
        "若您需要退費，請務必提前告知我們，我們將處理退費事宜。",
        "若您在營隊開始前一定天數內申請退費，我們將依退費比例退還您的款項。"
    ],
    "想要退費": [
        "如果您需要退費，請您主動聯絡我們，我們會協助您完成相關手續。",
        "若有退費需求，請您提供報名資訊，我們將盡快處理您的退費申請。",
        "希望以上回覆能夠對您有所幫助！如果您有其他問題，隨時歡迎提出。",
        "為了辦理退費，請您告知我們您的報名資訊，我們將盡快為您處理。",
        "如果您無法參加，請告知我們以辦理退費手續。請提供報名資訊讓我們能夠協助您。",
        "若您有需要退費，請提供報名資訊，我們將協助您辦理退費手續。",
        "謝謝您的讚美！以下是針對「想要退費」所回覆的五句句子："
    ],
    "申請退費": [
        "感謝您的提醒，若您需要申請退費，請告知我們，我們將協助您辦理。",
        "若您希望辦理退費，請您主動與我們聯絡，我們將依退費規定協助您辦理退款。",
        "若因特殊原因無法參加，請您主動聯絡我們辦理退費手續。",
        "若您要申請退費，請透過玩轉LINE官方帳號或來電告知我們，我們將協助您處理。",
        "我們非常遺憾您無法參加，請告知我們您的退費意願，我們將盡快處理退費手續。",
        "感謝您的評價，以下是回覆「申請退費」的五句句子："
    ],
    "辦理退費": [
        "根據報名時間不同，退費比例也會有所調整，我們會全力配合辦理退費手續。",
        "很抱歉，營隊活動開始後無法辦理退費。",
        "請在寒暑假開始前31天以上告知我們，可享全額退費。",
        "若因故無法參加營隊，請主動告知我們，我們將協助辦理退費事宜。",
        "希望以上回覆能滿足您的需求，有任何其他問題，請隨時向我詢問！",
        "謝謝誇獎！以下是我的回覆：",
        "在寒暑假開始前2~20天要求退費，可獲得退費70%的金額。"
    ],
    "退費怎麼辦理": [
        "如果您需要辦理退費，請主動聯絡我們，我們會在當月底進行退款。",
        "若是寒暑假前31天以上通知退費，我們將全額退費並扣除金流手續費。",
        "退費辦理非常簡單，您只需要提前告知我們，我們將依據退費政策進行退款手續。",
        "若您因故無法參加，請透過玩轉LINE 官方帳號或來電告知我們，我們將協助處理退費手續。",
        "請您在營隊開始前提早告知退費需求，我們將根據報名時間進行相對比例的退費。"
    ],
    "退費要如何進行": [
        "當然，為了體恤學員的需求，我們非常樂意協助辦理退費事宜。請您主動告知我們無法參加的原因，我們會依照退費比例進行相應的退款手續。詳細的退費比例可以參考我們提供的資訊，並於當月底將款項退回給您。如果有任何疑問，請隨時與我們聯絡。非常感謝您的支援與理解。"
    ],
    "退費要怎麼辦[裡]": [
        "若在寒暑假開始前2~20天通知我們，退費比例為70%。營隊開始前1天通知我們的退費比例為50%。請您提前告知我們以便辦理。",
        "感謝您的提問，若需要辦理退費，請主動聯絡我們的玩轉LINE官方帳號或來電告知我們。",
        "根據我們的退費政策，報名後若因故不能參加，我們將根據不同時程，進行相應比例的退費辦理。",
        "若在寒暑假開始前21~30天通知我們，我們將退還80%的費用。",
        "若在寒暑假開始前31天以上通知我們無法參加，將全額退費扣除金流手續費。"
    ]
}