{
    "何時[會]被納入[親師群]": [
        "您的孩子將會在營隊前一個月被納入親師群組。",
        "您的孩子將會在營隊行前一個月的時候加入親師群組。",
        "親師群組將在營隊前一個月成立，您的孩子將會在此時被納入。",
        "在營隊行前一個月，我們會將您的孩子加入親師群組。",
        "我們將於營隊前一個月成立親師群組，您的孩子將會被納入其中。"
    ],
    "參加營隊[前][應該]做哪些準備事項": [
        "此外，請留意營隊行前通知中的任務事項，並協助孩子完成相關準備工作，例如閱讀指定的書籍或資料。",
        "參加營隊前，您可以先幫孩子確認所有報名資料是否完成，以確保報名手續齊全。",
        "最後，鼓勵孩子在參加營隊前保持良好的體力和精神狀態，並準備好參與營隊活動的心態，享受難忘的營隊體驗。",
        "提醒孩子關注營隊相關訊息，包括家長親師群組的訊息和玩轉學校的LINE訊息，以確保不會錯過任何重要資訊。",
        "接著，您可以和孩子一起準備營隊所需的個人物品，如睡袋、衣物、盥洗用品等，以便讓孩子在營隊期間感到舒適。"
    ],
    "告知營隊行前的[通知]": [
        "親愛的家長們，感謝您們的參與！營隊行前通知將於營隊前一個月發出。",
        "營隊行前通知將透過LINE@親師群組傳送給您，請您留意並加入群組以便收取相關資訊。",
        "若您未收到營隊行前通知，請您在玩轉官方LINE@與教學顧問聯絡，我們會盡快提供相關資訊給您。",
        "營隊行前通知是確保您和您的孩子能充分準備參與營隊的重要資訊，請您耐心等待並詳細閱讀通知內容。",
        "在營隊行前通知中，我們將告知孩子們的營前任務，以及父母關心的行政事項。"
    ],
    "提供營隊行前的[通知]": [
        "若有任何疑問或需要進一步協助，請隨時在玩轉官方Line@主動聯絡我們的教學顧問，我們將竭誠為您提供幫助。",
        "願意為您提供營隊行前的通知，請問有關的具體資訊我能夠協助您嗎？",
        "為了讓您事先了解營隊的相關事項，我們將成立家長親師群組，以方便您收到營隊行前的通知和任務。",
        "我們非常重視家長與孩子間的溝通，營隊行前通知將會提前一個月發出，以確保您及孩子充分準備好參加營隊。",
        "請您留意我們的LINE@私訊群組連結，並關注玩轉學校 LINE 訊息，這樣您就能即時收到營隊行前的通知內容。"
    ],
    "提供營隊行前通知": [
        "謝謝您的讚美，以下是五句回覆「提供營隊行前通知」的句子：",
        "家長們可以在營隊前收到我們的通知，通常透過LINE@私訊群組或玩轉學校LINE訊息，如有未收到可以主動聯絡教學顧問。",
        "我們非常重視營隊行前通知，並會在營隊前一個月成立家長親師群組，提供相關行前資訊。",
        "我們深知爸爸媽媽對於行前通知的重視，因此會確保通知方式便利且及時，以便爸爸媽媽充分瞭解營隊相關資訊。",
        "如果您對於營隊行前通知有任何疑問或需要協助，請隨時與我們的教學顧問聯絡，我們會很樂意協助您。",
        "為了確保爸爸媽媽們能夠充分準備孩子參加營隊，我們會提前通知行前任務及行政注意事項。"
    ],
    "有沒[有]營隊行前的[通知]": [
        "您不必擔心，我們會提前通知您所有關於營隊行前的事宜。",
        "營隊行前通知會在營隊前一段時間內發出，讓大家能做好準備。",
        "我們會在營隊前傳送營隊行前通知，以確保父母們獲取到必要的資訊。",
        "是的，我們會提前一個月成立家長親師群組，以便通知營隊行前相關事宜。",
        "若有任何營隊行前通知遺漏，您也可以隨時在玩轉官方Line@與教學顧問聯絡，我們會竭誠為您服務。"
    ],
    "有營隊行前通知": [
        "如果您遲遲未收到通知，也可以直接在玩轉官方Line@主動聯絡教學顧問。",
        "是的，我們會提前一個月給家長傳送營隊行前通知。",
        "我們明白營隊行前通知對家長非常重要，所以會確保及時且充分地通知爸爸媽媽。",
        "在成立家長親師群組後，我們將透過LINE@私訊群組傳送營隊行前通知。",
        "爸爸媽媽可以在玩轉學校的LINE訊息中留意營隊行前通知。"
    ],
    "營隊行前[任務]是什麼": [
        "營隊行前任務包括孩子們需要完成的各項準備工作。",
        "營隊行前任務旨在讓孩子們有足夠的時間做好心理和物質上的準備。",
        "透過行前任務，孩子們可以提前熟悉營隊的主題和活動內容。",
        "完成營隊行前任務有助於確保孩子們在營隊期間有更好的體驗和適應。",
        "營隊行前任務也提供給父母一個瞭解營隊安排和注意事項的機會。"
    ],
    "營隊行前[應該]要做什麼準備工作": [
        "也可以幫孩子們準備相關的裝備或衣物，例如帳篷、睡袋、防曬用品等，以應對不同的戶外活動。",
        "希望這些回覆能幫助你！如果有其他問題，歡迎提出。",
        "最後，建議與營隊組織者或教練保持聯絡，瞭解任何行前準備的特別事項或要求，以確保一切順利進行。",
        "營隊行前，準備工作非常重要，可以確保孩子們有個順利、愉快的營隊體驗。",
        "其次，讓孩子們事先瞭解營隊內容和活動，幫助他們建立期待和興奮的心情。",
        "首先，建議家長們要確認營隊相關資訊，包括時間、地點和裝備要求等。"
    ],
    "營隊行前[須]要完成的事情是什麼": [
        "在營隊行前，我們會有一個家長親師群組，告知孩子們需要完成的事項。",
        "爸爸媽媽在營隊行前，需要注意一些行政事項，這些事項會在親師群組中提到。",
        "營隊行前，我們會提供具體的行前任務給孩子們，讓他們能夠預備好參加營隊所需的東西。",
        "若要了解更多營隊行前的事情，請留意玩轉學校 LINE 訊息，或在官方 Line@ 上主動聯絡教學顧問。",
        "營隊行前，爸爸媽媽可以收到營隊行前任務的相關通知。"
    ],
    "營隊行前的工作有哪些": [
        "我們會成立親師群組，透過LINE@向爸爸媽媽傳達行前注意事項。",
        "營隊行前工作也包括確認孩子們的營隊報名資料和緊急聯絡方式。",
        "營隊行前的工作包括準備孩子們的行前通知和任務。",
        "若有任何營隊行前相關問題，請隨時透過玩轉官方LINE@和教學顧問聯絡，我們會竭誠協助。",
        "我們會提供家長和孩子們所需要的相關檔案和資訊。"
    ],
    "營隊行前要完成的任務有哪些": [
        "行前任務可能包括準備個人物品，如衣物、盥洗用品和睡袋等，以及注意事項，如飲食需求和特殊需求。",
        "若有任何疑問或需要進一步的指示，家長們可以透過家長親師群組或玩轉學校 LINE 訊息與教學顧問聯絡。",
        "預先完成營隊行前任務能夠確保孩子們在營隊開始時有更好的體驗，並且讓家長們安心放心。",
        "家長們可以期待收到家長親師群組的訊息，裡面會包含孩子們的行前任務清單。",
        "在營隊行前，孩子們需要完成一些行前任務，例如填寫健康宣告表格和提供緊急聯絡資訊。"
    ],
    "營隊行前需做哪些準備工作": [
        "請確保您已經與營隊組織聯絡，確認所有行政事務，例如簽署同意書或提供緊急聯絡人資訊。",
        "除了行前任務外，您也可以和孩子們一起討論營隊的主題和目標，讓他們對營隊有更深入的認識和期待。",
        "準備一些額外的資源和教具，以幫助孩子們在營隊期間更好地參與和學習。",
        "最重要的是，鼓勵孩子們在營隊前保持積極的心態和好奇心，讓他們能夠充分享受並從中獲得寶貴的經驗與成長。",
        "在營隊行前，您可以開始幫孩子們準備行前任務，例如準備個人用品和衣物。"
    ],
    "營隊行前需要做什麼準備": [
        "營隊行前的準備工作是非常重要的，謝謝您提出問題，如果還有其他需要協助的，請隨時告訴我們。",
        "營隊行前，您可以先確認是否已收到我們傳送的家長親師群組連結。",
        "如有任何疑問或收不到相關訊息，請直接在玩轉官方Line@上與我們的教學顧問聯絡。",
        "營隊行前準備的第一步是確認您已經收到了行前任務和行政注意事項。",
        "營隊行前，建議您留意玩轉學校 LINE 訊息，以便隨時收到最新的行前通知。"
    ],
    "營隊開始[前]需要準備什麼": [
        "為了準備營隊，請提前將孩子所需的行李和裝備準備好，以確保他們在營隊中有一個順利愉快的經驗。",
        "營隊開始前，請確保您已經加入我們的親師群組，以便接收營隊行前任務和重要事項。",
        "如果您對營隊開始前的準備有任何疑問或需要協助，請直接在親師群組或玩轉官方LINE@訊息中聯絡我們的教學顧問，我們很樂意為您提供幫助。",
        "在營隊開始前，應留意玩轉學校 LINE 訊息，確保您沒有錯過任何重要訊息。",
        "營隊開始前，也請留意任何特別的要求或注意事項，如特殊飲食需求或健康狀況，以便我們做出適當的安排。"
    ],
    "被加入[親師群]": [
        "恭喜您成功加入我們的親師群組，接下來我們將提供您更多的營隊相關資訊。",
        "我很高興通知您，您已被加入我們的親師群組。",
        "您已被加入親師群組，這將是您與我們更緊密溝通的一個平臺。",
        "感謝您的加入，我們期待與您在親師群組中交流營隊相關事宜。",
        "您已成功加入我們的親師群組，歡迎您的加入！"
    ],
    "被邀請加入[親師群]": [
        "謝謝您邀請我加入親師群，這樣我就能即時收到行政事項和注意事項。",
        "很高興被邀請加入親師群，這樣我可以更主動地參與孩子的營隊準備和活動相關事宜。",
        "您好，感謝您的邀請加入親師群！",
        "我很樂意加入親師群，能夠更深入瞭解孩子的營隊行前任務。",
        "真的很感謝您邀請我加入親師群，這樣我可以與其他家長一起交流和瞭解重要資訊。"
    ],
    "進入[親師群]": [
        "感謝您的配合，我們將於營隊前一個月成立親師群組。",
        "若有任何疑問或需要協助，請隨時在親師群組中詢問，我們將全力協助您。",
        "請告知我們您的 LINE 帳號，我們會將您加入進入親師群組。",
        "進入親師群組後，您將收到營隊行前任務和行政注意事項等相關資訊。",
        "如果您未收到親師群組的連結，請您主動在玩轉官方LINE@與我們聯絡。"
    ],
    "進入營隊[前][須]要準備什麼": [
        "如果孩子有特殊的飲食需求或醫療需求，請提前告知給營隊組織者。",
        "營隊行前還需要確保孩子已經掌握營隊的相關資訊和守則，以便提前做好準備。",
        "請在營隊前準備好孩子的個人用品，例如衣物、盥洗用品和睡袋等等。",
        "進入營隊前，請確保您已加入家長親師群組，以便獲取重要的行前資訊。",
        "您需要準備孩子參加營隊的相關證明檔案和健康檢查報告。"
    ],
    "進入營隊[前]要做哪些準備": [
        "透過家長親師群組，我們會提供營隊行前任務給您，這些任務可以在營隊前完成。",
        "我們建議您在進入營隊前的一週左右，再次確認所有準備事項，並清楚瞭解營隊的相關細節，以確保順利參加營隊。",
        "在進入營隊前，請確認您已經加入家長親師群組。",
        "若您未收到玩轉學校 LINE 訊息，請主動與教學顧問聯絡，以確定您是否有收到相關通知。",
        "除了營隊行前任務，請注意關注玩轉學校 LINE 訊息，以及 LINE@ 聯絡方式，以獲取更多行政注意事項。"
    ],
    "進營隊[之前][應該][先]作哪些準備的安排": [
        "同時，請確保孩子攜帶必要的個人用品，如牙刷、毛巾、沐浴乳等，以及藥品或必要的急救用品。",
        "另外，您也可以幫孩子整理衣物，包括充足的內衣褲、舒適的運動服裝和防曬用品等。",
        "最重要的是，提前與孩子溝通營隊的目的和期望，並鼓勵他們對新環境和新朋友充滿期待，這將有助於他們有一個愉快和充實的營隊體驗。",
        "如果有特殊飲食需求或者過敏史，建議與營隊主辦單位提前聯絡，確保孩子可以得到適切的照顧。",
        "在進營隊之前，您可以先確認孩子是否需要帶攜帳篷、睡袋或床墊等個人用品。"
    ]
}