{
    "[可]否打個折": [
        "對不起，營隊沒有打折，但有其他優惠方案。",
        "非常抱歉，我們的營隊沒有打折，僅有一些優惠方案。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案。",
        "很抱歉，我們不提供折扣，但有其他優惠方式如團報和早鳥優惠。",
        "非常抱歉，目前營隊沒有提供任何折扣，但我們有一些優惠方案如早鳥、團報。",
        "很抱歉，營隊沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "很抱歉，我們目前沒有提供打折，但有一些優惠方案。"
        
    ],
    "[可以]打折": [
        "對不起，營隊沒有打折，但有其他優惠方案。",
        "非常抱歉，我們的營隊沒有打折，僅有一些優惠方案。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案。",
        "很抱歉，我們不提供折扣，但有其他優惠方式如團報和早鳥優惠。",
        "非常抱歉，目前營隊沒有提供任何折扣，但我們有一些優惠方案如早鳥、團報。",
        "很抱歉，營隊沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "很抱歉，我們目前沒有提供打折，但有一些優惠方案。"
       
    ],
    "團報[會]比較便宜": [
        "團報報名可以享受優惠價格。",
        "是的，團報是比較便宜的選擇。",
        "團報報名可以省下不少費用。",
        "團報確實是比較划算的選項。",
        "如果能和朋友一起報名團報，可以享受更優惠的價格。"
    ],
    "團報有[優惠]": [
        "團報是我們提供給家庭或朋友團體的特別價格優惠。",
        "團報有特別的優惠價格可以供您選擇。",
        "團報不僅可以省錢，還有更多互動和合作的機會。",
        "是的，團報是有優惠價的。",
        "如果您能和其他家長一起組成團報，可以享受更優惠的價格。"
    ],
    "團報有比較便宜": [
        "希望能鼓勵家長們找朋友一起團報，可以節省一些費用。",
        "是的，團報是比較便宜的選擇喔！",
        "如果能跟朋友一起報名，團報會更划算哦！",
        "團報可以享受更優惠的價格！",
        "揪團報名營隊是個很好的方式，不僅便宜，還能讓孩子在營隊中有更多的玩伴！"
    ],
    "提供[任何][折扣]方案": [
        "營隊沒有打折，但我們有其他優惠方案，例如:早鳥、團報。",
        "我們的營隊沒有打折，僅有一些優惠方案，例如:早鳥、團報。。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案，例如:早鳥、團報。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案，例如:早鳥、團報。",
        "我們有其他優惠方案，如團報和早鳥優惠。",
        "目前營隊有一些優惠方案如早鳥、團報。",
        "營隊定價沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "我們目前沒有提供打折，但有一些優惠方案，如團報和早鳥優惠。"
    ],
    "提供[優惠]": [
        "我們提供各種優惠，如早鳥和團報優惠，歡迎您參考官網上的相關資訊。",
        "為了回饋支援我們的家長，我們確實提供了不同的優惠方式，您可以在官網上找到更多細節。",
        "我們瞭解家長對於價格的考量，因此我們提供多種優惠，以便您享受更實惠的報名方式。",
        "不論是早鳥還是團報，都有讓營隊報名更具優惠性的選項，請留意官網上相關折扣訊息。",
        "我們的目標是讓家長和孩子們都能盡情參與我們的營隊活動，因此我們提供了一些特別的優惠，希望能讓您覺得更有價值！"
    ],
    "有[優惠]": [
        "別擔心，我們經常推出限時優惠，讓您能以更優惠的價格參加營隊。",
        "是的，我們確實有一些優惠方案可以讓您享受特別價格。",
        "我們有不同的優惠方案，包括早鳥優惠和團報優惠，讓您能在報名時享受一些折扣。",
        "您很幸運！我們目前有一項特別優惠，讓您以更優惠的價格參加我們的營隊。",
        "絕對有！我們提供不同型別的優惠活動，可以讓您節省報名費用。"
    ],
    "有[優惠][方案]": [
        "是的，我們有一些優惠方案可以讓您在報名時享受到更多的福利！",
        "沒錯，我們為客戶提供了一些特別的優惠方案，希望能讓您的營隊體驗更加美好！",
        "您一定會喜歡我們的優惠方案，這些優惠可以幫助您節省費用且享受更多的福利！",
        "是的，我們提供多種優惠方案，您可以根據自己的需求選擇最適合的一個！",
        "絕對沒問題，我們有一些特別的優惠方案可供您選擇喔！"
    ],
    "有什麼[優惠]": [
        "除了價格優惠外，我們也會提供一些福利或贈品給參加營隊的孩子，讓他們的營隊生活更加豐富有趣。",
        "營隊有早鳥及超早鳥優惠喔，建議您早點報名享受優惠價格。",
        "我們還有特定營隊的團報優惠，如果能和親朋好友一起報名，可以享有更優惠的價格。",
        "營隊沒有常態性的打折，但我們會不定期推出一些限時特價活動，請留意官網或社群媒體的最新訊息。",
        "如果您對營隊有興趣，我們也歡迎您來參加我們的展覽或營隊說明會，屆時會有更多相關優惠和資訊供您參考。"
    ],
    "有優待": [
        "我們會不定期舉辦一些限定活動，提供給報名的家長一些額外的優待。",
        "感謝您的稱讚，我會盡力提供好的服務給您。",
        "是的，我們有一些特定的優待措施，讓您能夠享受更多福利。",
        "我們非常重視報名家長的支援，因此會盡可能地提供多種不同的優待方式。",
        "如果您想瞭解更多關於我們的優待措施，請隨時向我詢問，我會很樂意為您解答。"
    ],
    "有打折優惠": [
        "營隊沒有打折，但我們有其他優惠方案，例如:早鳥、團報。",
        "我們的營隊沒有打折，僅有一些優惠方案，例如:早鳥、團報。。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案，例如:早鳥、團報。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案，例如:早鳥、團報。",
        "我們有其他優惠方案，如團報和早鳥優惠。",
        "目前營隊有一些優惠方案如早鳥、團報。",
        "營隊定價沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "我們目前沒有提供打折，但有一些優惠方案，如團報和早鳥優惠。"
        
    ],
    "有沒[有]打折": [
        "對不起，營隊沒有打折，但有其他優惠方案。",
        "非常抱歉，我們的營隊沒有打折，僅有一些優惠方案。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案。",
        "很抱歉，我們不提供折扣，但有其他優惠方式如團報和早鳥優惠。",
        "非常抱歉，目前營隊沒有提供任何折扣，但我們有一些優惠方案如早鳥、團報。",
        "很抱歉，營隊沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "很抱歉，我們目前沒有提供打折，但有一些優惠方案。"

    ],
    "給[一點][折扣]": [
        "營隊沒有打折，但我們有其他優惠方案，例如:早鳥、團報。",
        "我們的營隊沒有打折，僅有一些優惠方案，例如:早鳥、團報。。",
        "營隊的定價是固定的，不會打折，但我們有一些優惠方案，例如:早鳥、團報。",
        "營隊定價是固定的，沒有折扣，但我們有一些優惠方案，例如:早鳥、團報。",
        "我們有其他優惠方案，如團報和早鳥優惠。",
        "目前營隊有一些優惠方案如早鳥、團報。",
        "營隊定價沒有打折，但我們有其他的優惠活動，如團報和早鳥優惠。",
        "我們目前沒有提供打折，但有一些優惠方案，如團報和早鳥優惠。"
    ],
    "給[個][優惠]": [
        "我瞭解您希望能夠獲得更多的優惠，但目前我們無法提供額外的折扣。",
        "我們目前沒有任何個別的優惠活動，但您可以關注我們的官網或社群媒體，隨時掌握最新的優惠訊息。",
        "我們的營隊價格已經經過精心考慮，以提供高品質的服務與體驗，因此無法額外提供優惠。",
        "非常抱歉，營隊的價格是固定的，我們無法提供特定的個人優惠。",
        "如果您有團報的計劃，團報價格通常會比個別報名更優惠，可以參考一下這個選項。"
    ]
}