{
    "[暫時]有[緊急]事項": [
        "如果您有臨時的緊急事項，請放心告訴我們，我們會盡力為您提供支援。",
        "沒問題，如果您有任何緊急事項需要處理，請儘早告知我們，我們會盡力協助您。",
        "無論發生什麼臨時緊急情況，請您放心，我們會儘量協助您解決問題，為您提供最好的服務。",
        "我們理解生活中總會有突發狀況，如果您有任何狀況需要處理，請盡快與我們聯絡，我們會竭盡全力給予支援。",
        "無論什麼緊急事項，只要您與我們溝通，我們會全力協助您解決問題。"
    ],
    "[突發]情況需要找誰": [
        "我們非常重視您的安全和福祉，如果遇到任何突發事件，請立即聯絡我們的應急聯絡方式，我們會立即回應並提供協助。",
        "若您遇到不可預見的情況，請儘快與我們聯絡，我們將盡力為您提供所需的支援。",
        "假如您需要面對突發情況，請即刻聯絡我們的支援團隊，我們會立即提供必要的援助。",
        "如果發生任何突發狀況，您可以隨時聯絡我們的客服專線，我們將竭誠協助您解決問題。",
        "在突發情況下，請儘速聯絡我們的緊急聯絡人，我們將協助您處理相應的狀況。"
    ],
    "[臨時]有事情": [
        "若有臨時情況需要更改計劃，請與我們聯絡，我們會盡力協助您適應既定的安排。",
        "我們理解事情總有臨時變化，如有需要，請即刻聯絡我們，我們將尋找解決方案。",
        "沒問題，如果臨時有事情，請提前告訴我們，我們會盡力配合您的需求。",
        "若臨時有事情無法參加，請盡早告訴我們，以便我們能有時間作相應的安排。",
        "如果您臨時有事情無法參加，可以考慮尋找其他家庭成員或朋友代替前來。"
    ],
    "[臨時]有狀況要找誰": [
        "活動期間如遇到任何臨時狀況，請記得向我們的工作人員尋求幫助，他們會全力協助您處理問題。",
        "我們非常重視活動參與者的安全和樂趣，絕對不希望您碰到任何困難或狀況。請隨時向我們的工作人員尋求幫助，他們會盡全力為您解決問題。",
        "如果您在活動中遇到任何臨時狀況，您可以儘快尋找活動主辦單位的工作人員。",
        "活動主辦單位的工作人員將會在現場為您提供協助，不論是任何臨時狀況都可以向他們尋求幫助。",
        "若您需要臨時援助，請儘快告知我們的活動主辦單位，他們將會竭力為您提供協助。"
    ],
    "吃素": [
        "我們重視每個孩子的個別需求，包括飲食習慣，請放心，素食者也能在我們的活動中得到照顧。",
        "如果您的孩子是素食者，請在報名錶的備註欄位註明，我們會提供對應的素食選項。",
        "如果有任何關於素食需求的問題，您可以在報名前或任何時間與我們的Line官方帳號詢問，我們會盡力協助。",
        "不用擔心，我們尊重各種飲食習慣，包括素食。",
        "我們會確保提供多樣化的飲食選擇，包括素食，讓每個孩子都能享受美味的餐點。"
    ],
    "吃藥": [
        "藥物的使用可能會因個體差異而有所不同，請遵從醫生的建議，並定期追蹤孩子的進展和反應。",
        "如果您有任何關於藥物的問題或疑慮，我們建議您與醫生溝通，以獲得專業意見。",
        "實際上，對於藥物的使用我們建議您尋求專業醫生的建議，以確保使用適當的劑量和方法。",
        "我們明白吃藥的重要性，並強烈建議您遵從醫生的處方和指示，確保藥物的正確使用。",
        "如果在孩子使用藥物期間有任何變化或副作用，請立即聯絡醫生，以獲得適當的指引。"
    ],
    "有[特殊]需求": [
        "您好，如果您的孩子有特殊需求，我們會竭盡所能提供相應的支援和關注。",
        "我們的團隊會秉持著專業和同理心，照顧每位學生的獨特需求。",
        "我們非常重視每個學生的個別需求，無論是在飲食上還是其他方面。",
        "如果您對於孩子的特殊需求有任何疑慮或問題，歡迎隨時聯絡我們，我們將竭誠協助並提供幫助。",
        "如果您在報名時提前告知我們您孩子的特殊需求，我們將努力滿足並確保他們的安全和舒適。"
    ],
    "有其他問題": [
        "如果您對於課程行事曆、學費或是學校活動安排有任何疑問，請隨時向我們詢問。",
        "請問還有什麼其他問題需要我回答的嗎？",
        "如果還有其他事情您想知道，請不要猶豫，隨時向我提出！",
        "感謝您的讚美，如果您有任何其他問題，我們很樂意協助回答。請問您有任何關於課程、報名流程或是學校設施方面的疑問嗎？",
        "我很樂意回答您的其他問題，無論是關於課程內容、教學方法還是學生支援方面，都歡迎提出。"
    ],
    "有其他問題怎麼辦": [
        "如果您有任何其他疑慮或需要額外的資訊，我會盡力提供您所需的幫助。",
        "若您還有其他問題需要解答，請不要猶豫，告訴我您想知道的內容。",
        "如果您對其他方面有疑問，請隨時向我提問，我會盡量回答您所需要的資訊。",
        "如果您有其他疑問或需要進一步的協助，歡迎隨時向我詢問。",
        "若有關於其他方面的問題需要探討，請告訴我，我會全力協助您。"
    ],
    "有急事找誰": [
        "若有任何意外發生，請立即聯絡我們的緊急聯絡人，他們會即刻為您提供支援。",
        "如果有任何急事需要處理，您可以直接聯絡我們的客服專線，他們會立即協助您。",
        "如果遇到緊急情況，請立即聯絡我們的緊急專線，我們將全力協助您。",
        "如有急迫的問題需要解決，您可以撥打我們的緊急聯絡電話，我們將盡快為您提供協助。",
        "如需迅速解決問題或獲得協助，請盡快聯絡我們的急救中心，我們將儘速處理您的需求。"
    ]
}