{
    "[是]否提供保險": [
        "是的，我們提供全面的保險覆蓋，以確保您在活動期間的安全。",
        "不用擔心，我們有提供所有參加者公共意外保險，為您在活動期間提供保障。",
        "我們為每個小朋友提供公共意外保險，讓您在營隊期間能全心享受。",
        "是的，我們的營隊包含公共意外保險，我們十分注重參與者的安全。",
        "我們有為所有參與者投保公共意外險，無需自行負責喔~",
        "我們提供了全額的公共意外保險，爸爸媽媽可以放心~",
        "我們已為營隊提供完善的公共意外保險，爸爸媽媽無需費心~",
        "我們為每一個參加者都提供了完善的公共意外保險，以確保在營隊期間的安全。",
        "我們有為所有小朋友提供公共意外險，無需自行負責喔~",
        "我們提供了全額的公共意外保險，爸爸媽媽可以安心參加~",
        "我們營隊提供完善的公共意外保險，您無需費心!",
        "我們非常重視小朋友的安全，因此我們為所有參加我們營隊的人士提供了必要的公共意外保險。",
        "您可以安心報名參加我們的營隊，我們已為所有參加者提供完善的公共意外保險。",
        "不必擔心自行投保保險的問題，因為我們的營隊已包含了公共意外保險的保障。",
        "參加我們的營隊，您不需要額外投保保險，因為我們已為您提供公共意外保險。",
        "感謝您對我們的關注，我們的營隊已為參加者配有公共意外保險。",
        "您可以放心，我們已為所有營隊學員提供公共意外保險，您無需額外購買。",
        "不用擔心，我們已為每位參加者提供公共意外保險，您不需要額外自行投保。",
        "是的，您可以放心，我們已為參加者安排了公共意外保險，您不需要額外投保。",
        "安心參加營隊吧，我們已經為所有學員辦理好公共意外保險，您無需自行購買。",
        "是的，我們的營隊包含公共意外保險，所以您不需要額外自行購買保險。",
        "絕對沒問題，我們已為每位參加者提供了保險，保護您的安全是我們的首要考量。",
        "是的，我們的營隊報名費已包含了保險費用，確保參加者在活動中的安全。",
        "是的，我們的營隊包含了公共意外保險，為參加者提供安心的保障。",
        "我們很重視參加者的安全，因此在營隊期間提供公共意外保險，讓您能夠放心參加。",
        "您放心，我們的活動已為參加者準備了保險，以應對突發意外情況。",
        "我們營隊訂有公共意外保險，以確保參加者在活動中的意外狀況能夠得到適當的保障。",
        "不用擔心，我們的營隊已經為參加者投保了公共意外保險，以確保在活動期間的安全。",
        "我們的五天營隊都有提供公共意外保險，保障參加者在活動期間的安全。",
        "是的，我們非常重視參與者的安全，所以營隊活動中有包含公共意外保險。",
        "不用擔心，我們營隊活動都有投保公共意外保險，您的安全是我們的首要考量。",
        "是的，為了確保參與者的安全，我們為所有的營隊活動投保了公共意外保險。",
        "我們很重視參與者的安全，所以營隊活動中有提供公共意外保險，您可以安心參加。",
        "為了確保參加者的安全，我們已為活動期間提供了保險。",
        "我們已為每一位參加者申辦了保險，他們可以放心參與我們的營隊活動。",
        "我們已經為你們的參加者準備了保險，不需要額外購買。",
        "不用擔心，我們的營隊已經包含了公共意外保險。",
        "在我們的營隊活動中，參加者已經享有保險保障，可以安心參加。"


        


    ],
    "[是]否要[自己]負責保險": [

    ],
    "[是]否需要[自己]投保保險": [
        
    ],
    "[是]否需要[自行]購買保險": [

    ],
    "在保險方面做了哪些準備？": [

 
    ],
    "在保險方面有怎樣的安排？": [

    ],
    "投保了什麼保險": [

    ],
    "有[包]含保險": [

    ],
    "有投什麼保險": [

    ],
    "有提供保險": [

    ],
    "有沒[有]投保險": [

    ],
    "需要[自己]保保險": [

    ]
}