{
    "何時[會]被納入[親師群]": [
        "家長親師群組的成立時間為營隊前一個月，您的孩子將被納入其中。",
        "家長親師群組的成立時間為營隊前一個月，屆時您的孩子將被加入其中，讓您能即時獲取相關行前通知。",
        "您好，您的孩子將於營隊前一個月被納入家長親師群組。",
        "營隊前一個月，您將被邀請加入家長親師群組，以便接收有關孩子營隊行前任務的相關資訊。",
        "您會在營隊前一個月收到通知，告知您的孩子已被納入家長親師群組。"
    ],
    "加入到[親師群]": [
        "我們已經將您加入到親師群組了，請留意收到的訊息以獲取最新營隊相關資訊。",
        "您可以點選以下連結加入我們的親師群組。",
        "歡迎您加入我們的親師群組，更方便地與我們溝通及瞭解營隊相關資訊。",
        "請點選以下連結，以加入我們的親師群組，獲取更多有關營隊的資訊。",
        "加入我們的親師群組，您可以即時收到營隊行前通知。"
    ],
    "參加營隊[前][應該]做哪些準備事項": [
        "孩子需要準備好個人物品，例如睡袋、衣物、備用的乾淨衣物和盥洗用品等。",
        "接下來，請關注營隊行前通知，以瞭解營隊時間、地點和所需的準備物品。",
        "最後，記得將緊急聯絡人的資訊提供給營隊組織者，以便在需要時能夠聯絡上家長。",
        "首先，要確認孩子是否已報名並獲得參加營隊的資格。",
        "家長可以與孩子一起檢視營隊的活動內容，以提前瞭解營隊的主題和安排。"
    ],
    "告知營隊行前的通知": [
        "在成立家長親師群組後，我們會通知孩子們的營隊行前任務。",
        "如果您沒收到任何通知，請直接在玩轉官方Line@上與教學顧問聯絡。",
        "請記得留意 LINE@ 私訊群組連結，我們會透過那裡傳送通知。",
        "重要的行政注意事項也會在家長親師群組中提到。",
        "營隊行前通知將於營隊前一個月發出。"
    ],
    "提供營隊行前的通知": [
        "我很樂意協助您提供營隊行前的通知。",
        "非常感謝您的配合和關注，我們將盡力確保您在營隊前及時收到所有必要的通知。",
        "根據我們的安排，營隊行前通知將於營期前一個月傳送給家長。",
        "我們會成立家長親師群組，並透過LINE@私訊群組傳送相關通知事項。",
        "如果您沒有收到通知，請確認是否加入了我們的玩轉學校LINE訊息，或者隨時透過玩轉官方LINE@主動與我們的教學顧問聯絡。"
    ],
    "提供營隊行前通知": [
        "我們致力於提供清晰和即時的營隊資訊，如果您有任何疑問，請隨時向我們求助。",
        "您好，我是您的助理，我可以向您提供營隊行前通知。",
        "若您沒收到營隊行前通知，您可以在玩轉學校 LINE 官方帳號與我們的教學顧問聯絡。",
        "營隊行前通知將於營隊前一個月發出，我們會成立家長親師群組與您聯絡。",
        "家長親師群組將提供孩子營隊行前任務和行政注意事項，請留意收到的訊息。"
    ],
    "有沒[有]營隊行前的通知": [
        "不用擔心，我們會在充足的時間內向家長傳送營隊行前通知。",
        "營隊行前通知是我們的重要工作之一，您可以放心在營隊前得到相關資訊。",
        "當然有！我們會在營隊前一個月成立家長親師群組，提供行前通知。",
        "為了確保孩子們順利參加營隊，我們會提前通知家長相關事項。",
        "我們會於營隊前一個月主動聯絡家長，告知營隊行前注意事項。"
    ],
    "有營隊行前通知": [
        "我們會在營隊前一個月提供詳細的行前任務和行政注意事項。",
        "是的，我們會在營隊前一個月發出行前通知。",
        "若爸爸媽媽沒有收到行前通知，可以隨時在玩轉官方Line@與教學顧問聯絡。",
        "營隊行前通知會在營隊前一個月成立的家長親師群組中發布。",
        "爸爸媽媽可以透過玩轉學校的LINE訊息收到營隊行前通知。"
    ],
    "營隊行前[應該]要做什麼準備工作": [
        "若有特殊需求或健康狀況，請和營隊組織方提前告知，以確保營隊期間能夠提供適當的支援。",
        "最後，您可以嘗試與其他家長討論營隊相關事宜，分享經驗和資訊，以確保孩子們有個愉快而順利的營隊體驗。",
        "可提醒孩子準備個人物品，如睡袋、衣物、盥洗用品等，以備營隊期間使用。",
        "在營隊行前，您可以先和孩子溝通並確認他們參加營隊的意願和期望。",
        "請確保您已瞭解營隊的日期、地點和相關行程，並根據需要做出相應的安排。"
    ],
    "營隊行前[須]要完成的事情是什麼": [
        "我們會於營隊前一個月成立家長親師群組，藉此向爸爸媽媽通知營隊行前相關事宜。",
        "爸爸媽媽最在意的行政注意事項也會在營隊行前通知中佈達。",
        "營隊行前須要完成的事情包括孩子們的營隊行前任務。",
        "若爸爸媽媽沒有收到相關通知，也可以直接在玩轉官方Line@主動與教學顧問聯絡我們。",
        "請爸爸媽媽留意玩轉學校 LINE 訊息，以及親師群組中的訊息，這些是重要的溝通渠道。"
    ],
    "營隊行前任務是什麼": [
        "營隊行前任務的目的是確保每位參與營隊的孩子都能有一個安全和順利的營隊體驗。",
        "如果有任何關於營隊行前任務的問題，家長可以隨時與教學顧問聯絡以獲得協助。",
        "營隊行前任務是指在營隊開始之前，孩子們需要完成的準備工作。",
        "營隊行前任務通常包括填寫健康表格、準備個人用品以及閱讀相關營隊資訊。",
        "透過營隊行前任務，孩子們可以提前瞭解營隊的日程安排和注意事項。"
    ],
    "營隊行前的工作有哪些": [
        "與相關單位或供應商聯絡，協調場地、交通和住宿等細節。",
        "我們需要確認參加者的報名資料並處理相關的手續。",
        "我們也會聯絡家長，提供營隊相關的通知和行前須知。",
        "規劃營隊所需的物資和裝置，並確保其準備充足。",
        "營隊行前的工作包括安排相關的行程和活動。"
    ],
    "營隊行前要完成的任務有哪些": [
        "若有任何疑問，爸爸媽媽隨時可以聯絡我們的教學顧問，我們將很樂意協助解答。",
        "在我們的營隊行前準備中，孩子們需要完成一些特定的任務。",
        "這些任務可能包括填寫相關的報名錶格或提交所需的檔案。",
        "我們也可能需要孩子們參與一些簡單的活動或作業，以確保他們對營隊的期望和內容有所瞭解。",
        "爸爸媽媽在我們成立的家長親師群組中會收到相關通知，以便幫助孩子們順利完成這些任務。"
    ],
    "營隊行前需做哪些準備工作": [
        "與營隊負責人聯絡，瞭解營期安排、運送方式、集合地點等重要訊息。",
        "家長需要協助孩子們完成營隊前的任務，例如準備相關檔案或物品。",
        "確認孩子的健康狀況並配備必要的藥品，以應對可能的需求。",
        "營隊行前準備工作包括確認報名資料及繳費事宜。",
        "提前準備適合的衣物、飲食及個人用品，以確保孩子在營隊期間的舒適度。"
    ],
    "營隊行前需要做什麼準備": [
        "在準備營隊行前，家長可以確認孩子是否帶齊所需的衣物、用品與檔案。",
        "爸爸媽媽可以留意玩轉學校 LINE 訊息，確保能接收到重要的行政注意事項。",
        "營隊行前的準備能幫助孩子順利參與營隊活動，家長可以和孩子一起期待這個難忘的經驗！",
        "若有任何疑問或需要協助，家長可以隨時在親師群組或玩轉官方Line@與教學顧問聯絡。",
        "營隊行前準備相當重要，您可以先參加親師群組以瞭解孩子的營隊行前任務。"
    ],
    "營隊開始[前]需要準備什麼": [
        "確保您孩子的健康狀態良好，如有特殊需求或疾病，請提前通知營隊組織者。",
        "在營隊開始前，請確保您的孩子已完成營隊行前任務。",
        "請提前與營隊組織者確認是否需要攜帶特定的物品或檔案。",
        "定期檢視孩子所屬營隊的通訊及公告，以獲取最新的資訊和注意事項。",
        "除了行前任務外，請準備好您孩子所需的個人用品，例如睡袋、個人衛生用品等。"
    ],
    "被加入[親師群]": [
        "您好！很高興通知您，您已經成為我們家長親師群組的一員。",
        "您好，感謝您的回覆。我已經將您加入了親師群組。",
        "您的加入申請已經審核透過，現在您已加入親師群組。",
        "恭喜您！您的加入申請已獲得批准，您現在可以參與親師群組的討論囉！",
        "親愛的家長，您已成功被加入我們的親師群組。"
    ],
    "被邀請加入[親師群]": [
        "謝謝您給予我這個加入親師群的機會，我將盡力與家長們合作，讓孩子的經驗更豐富。",
        "感謝您將我列入親師群的成員之中，我期待與您一同分享孩子的成長。",
        "我非常感激能夠成為親師群的一員，期待能與各位父母共同關心孩子的營隊體驗。",
        "謝謝您的邀請，我很樂意加入親師群。",
        "很開心能夠參加親師群，我相信這將是一個彼此溝通的好機會。"
    ],
    "進入[親師群]": [
        "親愛的家長，您可以點選下方連結進入我們的親師群組。",
        "您將會在親師群組中收到孩子營隊行前任務和行政注意事項的相關資訊。",
        "為了確保您能收到最新訊息，請加入我們的親師群組，我們會在那裡提供更多詳細資訊。",
        "感謝您的參與！請使用這個連結加入親師群組。",
        "如有任何問題或需要協助，請在親師群組中與我們聯絡。我們將竭誠為您服務！"
    ],
    "進入營隊[前][須]要準備什麼": [
        "如果有特殊飲食需求，請提前通知營隊組織者，以便他們能夠做出相應的安排。",
        "準備好孩子所需的個人衣物、盥洗用具和睡袋，以確保他們在營隊期間感到舒適。",
        "當然，我很樂意幫助你！以下是針對「進入營隊前須要準備什麼」的五句回覆：",
        "最重要的是，鼓勵孩子帶上充滿好奇心和開放心態，準備好和新朋友一起度過難忘的營隊時光！",
        "除了個人物品外，也請提醒孩子攜帶必要的防曬用品、蚊怕水、雨具等，以因應不同氣候條件。",
        "在營隊前，請確保你的孩子已完成所有營隊行前任務，這些任務可能包括填寫表格或準備特定材料。",
        "希望這些回覆對你有所幫助！如果有任何其他問題，歡迎再問我。"
    ],
    "進入營隊[前]要做哪些準備": [
        "最後，請確保預留足夠的時間和精力，幫助孩子做好心理和物質上的營隊準備，讓他們享受一個愉快和充實的營隊經驗。",
        "進入營隊前，可以先確認是否已加入家長親師群組，以獲取營隊行前任務和行政注意事項。",
        "若在玩轉官方Line@未收到相關通知，請主動與教學顧問聯絡，確保獲得所有必要的資訊。",
        "接著，請仔細閱讀親師群組中的訊息，並依照指示完成孩子們的營隊行前任務。",
        "需要注意的是，請以玩轉學校 LINE 訊息為主要聯絡管道，隨時留意是否收到相關營隊通知。"
    ],
    "進營隊[之前][應該][先]作哪些準備的安排": [
        "為了方便聯絡和提供急難時的聯絡人，請提供一位可靠的緊急聯絡人資訊給營隊工作人員。",
        "為了確保孩子在營期間的飲食安全，您可以事先告知營隊工作人員孩子的特殊飲食需求或過敏情況。",
        "安全為首要考量，請確保孩子的疫苗接種情況符合相關要求。",
        "請準備一份清單，列出孩子需要攜帶的個人物品和衣物，以確保他們在營隊期間的生活需求得到滿足。",
        "在進行營隊前，建議您先確認孩子的身體狀況是否適合參加長時間的戶外活動。"
    ]
}