{
    "[可]否打個折？": [
        "目前暫無打折優惠，但我們提供其他的優惠活動，例如早鳥優惠或團報優惠。",
        "您可以隨時關注我們營隊的官方網站或社群媒體，我們會不定期推出優惠活動。",
        "如果有團報或多人一起報名，我們可以提供更多的折扣優惠。",
        "如果您有其他問題或需要進一步協助，請隨時聯絡我們的客服，我們會盡力協助您。",
        "營隊目前提供的價格已經是優惠價，已經是最低價了。"
    ],
    "[可以]打折嗎？": [
        "若您符合特定條件或報名人數達到一定人數，我們也會提供團報優惠。",
        "是的，我們營隊有提供不同的優惠折扣方案。",
        "我們營隊會不定期推出特價優惠，您可以留意我們的網站或訂閱我們的電子報，以獲得最新的折扣訊息。",
        "如果您有特殊需求或疑問，請直接與我們的客服團隊聯絡，他們會給您最詳細的優惠資訊。",
        "此外，我們也跟一些合作夥伴合作，提供獨家優惠給我們的營隊參加者。"
    ],
    "[是]否有優待？": [
        "若是你有特殊需求或狀況，我們也會盡力提供相應的優惠。",
        "若你需要更多的資訊關於我們的優惠，請提供更多細節，我們會盡快為你解答。",
        "我們經常會有一些促銷活動，讓參加者享受優惠價格。",
        "我們建議你隨時關注我們的網站或社交媒體平臺，以掌握最新的優惠訊息。",
        "是的，我們提供一些特別優惠給我們的營隊參加者。"
    ],
    "[能]給[一點]折扣嗎？": [
        "給予學員和家長們優惠是我們非常樂意做的事情之一。在不同的時間點，我們會推出不同的折扣活動，以滿足不同家庭的需求。請您留意我們的官方網站和社群媒體，以獲取更多關於優惠活動的資訊。",
        "學習是一段美好的旅程，我們希望盡可能地讓更多的孩子有機會參加我們的營隊。因此，我們會定期舉辦折扣促銷活動，讓您的孩子能在適宜的價格下參與到激動人心的營隊活動中。",
        "我們非常瞭解家長們對經濟方面的考慮，在特定的時段，我們會提供一些限時優惠或是早鳥價格，讓您享受到更優惠的價格。請隨時關注我們的官方網站或訂閱我們的電子報，以獲取最新的折扣訊息。",
        "感謝您對我們營隊的關注，目前我們有一些特別的優惠活動，您可以參考官網或是致電客服尋求更多資訊。",
        "我們非常重視每位參加營隊的學員，不僅提供優質的課程和活動，也會定期推出一些折扣活動，讓家長和學員們能享受到更實惠的價格。"
    ],
    "提供[任何]折扣方案？": [
        "是的，我們營隊會定期推出優惠活動，您可以隨時關注我們的網站或社群媒體瞭解最新的折扣訊息。",
        "如果您已經報名了營隊，但後來發現有活動期間的折扣，請聯絡我們的客服，我們會協助處理相關的優惠事宜。",
        "如果您有特定的折扣需求，請告訴我們您的情況，我們將盡力提供最適合的優惠方案。",
        "我們營隊有提供團報折扣，如果您是團體報名，可以享受一些優惠，詳細的折扣訊息可以透過聯絡客服獲得。",
        "是的，我們營隊有提供折扣方案，您想知道哪些相關的優惠？"
    ],
    "提供優惠？": [
        "是的，我們非常重視學生的需求，因此我們會提供一些優惠方案給予報名的學生。",
        "絕對！我們營隊會不定期推出一些特別優惠給予學員。",
        "我們不定期舉辦一些優惠活動，讓學生能夠以較優惠的價格參加營隊。",
        "是的，我們營隊有提供一些優惠活動。",
        "如果您有興趣參加我們的營隊，請隨時詢問我們最新的優惠資訊，我們將竭誠為您服務。"
    ],
    "有優惠[方案]嗎": [
        "當然有！我們有一些特別的優惠方案可以給您參考。",
        "是的，我們營隊有一些優惠活動，您有興趣瞭解嗎？",
        "是的，我們營隊有提供一些優惠方案。",
        "別擔心，我們會在營隊報名時告知您所有可享受的優惠方案。",
        "是的，我們營隊會定期提供一些優惠，可以讓您享受更實惠的價格。"
    ],
    "有優惠價格？": [
        "絕對有！我們營隊努力為客戶提供最優惠的價格和方案。",
        "是的，我們的營隊有提供優惠價格。",
        "若您有特定的需求或團體報名，請聯絡我們的客服團隊，他們將幫助您找到最合適的優惠方案。",
        "是的，我們會定期提供優惠活動和價格，請關注我們官方網站或社群媒體的最新訊息。",
        "您好，我們營隊有特別的優惠價格供選擇。"
    ],
    "有優惠方案[可]供選擇？": [
        "想了解更多關於營隊優惠的資訊嗎？我們提供多種適合不同需求的優惠方案。",
        "無論是早鳥優惠、團報優惠或是家庭優惠，我們營隊都有不同的方案可供選擇。",
        "是的，我們營隊有提供多種優惠方案供您選擇。",
        "優惠方案有助於您在報名營隊時節省成本，我們營隊樂意為您提供多種選擇。",
        "您好，我們營隊有特別的優惠方案，可提供給您參考。"
    ],
    "有打折優惠？": [
        "是的，如果您有多人一起參加，我們也會有團體報名的優惠。",
        "是的，如果您有特定的營隊專案，我們可以給予相應的折扣。",
        "是的，我們也會結合合作夥伴提供營隊報名的折扣碼。",
        "是的，我們會定期推出一些營隊的優惠活動。",
        "是的，我們的營隊有提供一些打折優惠。"
    ],
    "有折扣嗎": [
        "我們會定期更新優惠資訊，建議您關注我們的官方網站或訂閱我們的電子報，以便第一時間掌握最新的折扣訊息。",
        "感謝您對我們營隊的關注，我們會努力為您提供優惠和折扣，讓您的營隊體驗更加愉快和價值十足。",
        "感謝您的提問，我們目前提供一些特別優惠和折扣活動。",
        "如果您有特定的營隊感興趣，也歡迎與我們的客服團隊聯絡，他們會很樂意提供最新的折扣資訊。",
        "是的，我們的營隊偶爾會有優惠折扣，可以讓您享受更實惠的價格。"
    ],
    "有提供折扣或優惠？": [
        "我們營隊偶爾會有折扣或優惠，您可以隨時檢視我們的網站或聯絡客服以獲取最新資訊。",
        "我們會不定期舉辦折扣或優惠活動，請密切關注我們的網站或訂閱我們的電子報以獲取最新優惠資訊。",
        "如果您對我們的營隊感興趣，請告訴我們您的需求，我們將盡力為您提供最適合的折扣或優惠方案。",
        "是的，我們營隊有時會提供折扣或優惠活動。",
        "是的，有些營隊可能會設有特別的折扣或優惠，您可以向我們詢問您有興趣的營隊是否有相關活動。"
    ],
    "有沒[有]優惠": [
        "感謝您的詢問，我們的營隊組織有提供一些優惠活動。",
        "如果您對優惠活動有特定的需求，請告訴我們，我們會盡力滿足您的要求。",
        "請多留意我們的官方網站或社群媒體，以獲取最新的營隊優惠資訊。",
        "是的，我們經常舉辦優惠活動，讓孩子們能夠參加更多有趣的營隊活動。",
        "我們會定期更新我們的營隊優惠，讓家長和孩子能夠享受更實惠的價格。"
    ],
    "有沒[有]打折": [
        "是的，我們營隊有時會推出優惠活動，讓學員們能夠享受折扣價格。",
        "沒問題，我們的營隊偶爾會有打折優惠，您可以持續關注我們的網站或訂閱我們的電子報，以獲得最新的促銷訊息。",
        "當然有，我們有時會提供限定的優惠程式碼或折扣碼，讓您報名營隊時享受折扣。",
        "是的，我們經常舉辦特價活動，提供折扣價格給有興趣的學員，請務必密切關注我們的官方資訊，以不錯過任何折扣機會。",
        "有的，我們經常舉辦促銷活動，提供營隊報名的特惠價格。"
    ],
    "能不[能]給[個]優惠？": [
        "如果您有特殊需求或大量報名的團體，我們也能提供定製化的優惠方案，歡迎與我們的客服團隊聯絡以獲取更多資訊。",
        "我們也與一些合作夥伴合作，提供特惠套票或優惠碼給參加我們營隊的學生，您可以向我們的客服團隊查詢詳情。",
        "非常感謝您對我們營隊的興趣！我們目前有一些限時優惠促銷活動，您可以關注我們的官方網站或社群平臺以獲取相關資訊。",
        "如果您是我們營隊的重複參加者，我們會提供特別的優惠折扣給您，以感謝您的持續支援與信任。",
        "我們經常舉辦抽獎活動，提供獎品或優惠券給幸運的參加者，您也可以參與以增加獲得優惠的機會！"
    ]
}