{
    "[可以]申請退費嗎？": [
        "當然可以，若因故無法參加營隊，我們提供退費服務。",
        "是的，若您無法參加營隊，請提前告知我們，我們將協助您辦理退費手續。",
        "若您需要退費，請依照上述退費政策，主動告知我們，我們將儘快為您辦理退費手續。",
        "是的，您可以申請退費。",
        "若您無法參加營隊，請主動和我們聯絡，我們將協助您辦理退費。"
    ],
    "[可以]要求退費嗎？": [
        "當然可以！如果你因故無法參加，可以主動告知我們，我們會依照退費規定處理。",
        "若在寒暑假開始前21~30天取消，我們會退還80%的費用給你。",
        "若在營隊開始前1天取消，我們將退還50%的費用。",
        "值得注意的是，一旦營隊活動開始，就無法辦理退費。希望能幫上忙！",
        "在寒暑假開始前2~20天內取消，我們會退還70%的費用。",
        "如果是在寒暑假開始前31天以上取消報名，我們將全額退費，扣除金流手續費。"
    ],
    "[可以]退費": [
        "根據我們的退費政策，您可以享有相應的退費比例。",
        "無論何種原因，我們都可以幫您處理退費事宜。",
        "若您因故無法參加，我們可以協助您辦理退費。",
        "是的，您可以辦理退費。",
        "您只需要主動告知我們，我們會盡快處理您的退費申請。"
    ],
    "[是]否[可以]退費？": [
        "我們提供退費服務，您只需要在開始前的特定時期內通知我們，我們將依退費規定辦理。",
        "當然可以退費，若您因故不能參加，請及早告知我們，我們將依退費政策處理。",
        "若您需要辦理退費，請告知我們並提供相關資訊，我們會儘快處理退費手續。",
        "非常抱歉，若營隊已經開始，我們無法辦理退費。請您提早通知我們以便處理退費手續。",
        "是的，我們接受退費申請，但退費金額會根據退費政策進行相應扣除。"
    ],
    "[會]如何辦理退費呢": [
        "若是在營隊活動開始後，將無法進行退費手續。",
        "您好，如果因故無法參加營隊，請您主動以玩轉LINE 官方帳號或來電告知我們。",
        "我們會根據退費比例，於當月月底將款項退還給您。",
        "若是在寒暑假開始前31天以上通知退費，將全額退費扣除金流手續費。",
        "若是在寒暑假開始前21~30天通知退費，將退回80%的營費。"
    ],
    "可不[可]以退費？": [
        "請提前在寒暑假開始前31天以上告知我們，可享受全額退費。",
        "退費的辦法是根據報名日期的不同，有不同的退費比例。",
        "如果因故無法參加，請通知我們，我們會處理退費事宜。",
        "當然可以辦理退費，我們提供退費服務。",
        "抱歉，營隊活動開始後無法辦理退費。"
    ],
    "想要退費": [
        "請您提供報名時所使用的聯絡資訊，我們會盡快協助您辦理退費手續。",
        "依照我們的退費政策，退費金額將依報名時間點提供部分退費。",
        "請注意，若營隊已開始，將無法辦理退費手續。",
        "若您的退費申請符合我們的退費條件，我們會在當月月底進行退費手續。",
        "非常抱歉，如果您希望退費，請您主動與我們聯絡並提供相關資訊。"
    ],
    "辦理退款": [
        "我們依據不同退費比例，可退還您一部分報名費用，詳細退款專案請參考之前提供的比例。",
        "感謝您的評價！以下是針對「辦理退款」的回覆句子：",
        "若營隊已經開始，則無法辦理退費，請您提前通知我們以利後續安排。",
        "退款將在當月月底進行轉帳，您只需提供相關資訊，我們會儘快為您辦理。",
        "請在報名後的寒暑假開始前提前告知我們，我們將依退款比例辦理退費手續。",
        "若因故無法參加營隊，請主動聯絡我們，我們會協助辦理退款。"
    ],
    "退費怎麼辦理": [
        "若是寒暑假營隊，退費申請請在活動開始前的指定時間內提出。",
        "若您因故無法參加營隊，請主動聯絡我們，我們將協助您辦理退費。",
        "如果營隊已經開始，很抱歉目前無法辦理退費，期待您的理解。",
        "請在報名後提前告知我們，以便我們能夠盡快協助您辦理退費手續。",
        "退費辦理將依據我們的退費政策，具體退款比例請參照上文所述。"
    ],
    "退費要如何進行？": [
        "謝謝您的讚美！根據報名政策，若需要辦理退費，請主動與我們聯絡，我們將依照退費比例進行相應的處理。若在寒暑假開始前31天以上通知我們，我們將全額退費扣除金流手續費。若是在寒暑假開始前21至30天通知，我們將退還80%。若是在寒暑假開始前2至20天通知，我們將退還70%。若是在營隊開始前一天通知，我們將退還50%。抱歉，在營隊活動開始後無法退費。希望這些資訊能幫助到您！"
    ],
    "退費要怎麼辦理？": [
        "您好！若因故不能參加，請在報名後主動通知我們，我們將協助處理退費。",
        "請注意，營隊活動開始後，將無法辦理退費。感謝您的理解。",
        "若在寒暑假開始前31天以上通知退費，我們將全額退費扣除金流手續費。",
        "根據我們的退費政策，我們將依照一定的比例退還費用給您。",
        "若您想要辦理退費，請透過玩轉LINE 官方帳號或來電告知我們。"
    ]
}